@include('components/user_info', ['modal_name' => 'modal_role', 'user_modal_content' => '
    <br><h3 class="pt-3">パ</h3>
    <hr>
    <h6 class="pb-3">パフォーマーかスポッターを選ぶことで、<br>
    それぞれ異なる機能を持つことができます。</h6>
    <h6 class="font-weight-bold">パフォーマー</h6>
    <p>
        自分の活動をより広く知ってもらうためのロール<br>
        パフォーマーの検索にあなたのユーザーネームが表示されるようになります。<br>
        ロケーションを登録している場合、あなたの登録した活動場所が他ユーザーのロケーションに表示されます。
    </p>
    <h6 class="font-weight-bold">スポッター</h6>
        活動せず、他パフォーマーの応援をしたい人へのロール<br>
        パフォーマーの検索に自分のユーザーネームが表示されず、<br>ロケーションを登録することができません。
    </p>'
])